Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopySelection Property
 Cannot copy selection.[Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopySelection { get; }
Public Shared ReadOnly Property CannotCopySelection As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopySelection {
	FailureDefinitionId^ get ();
}
static member CannotCopySelection : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace